[DESCRIPTION]	Sprache Ungarisch
HEAD_NAME_SHORT =	 MTU	
HEAD_NAME_LONG 	= Motoren- und Turbinen-Union		
HEAD_CITY 	= Friedrichshafen		
COMPANY 	= Vasúttársaság:		
LOC_TYPE 	= Mozdony típusa:		
LOC_NUMBER 	= Mozdony száma:		
MOTOR_TYPE 	= Motortípus:		
MOTOR_NUMBER 	= Motorszám:		
DURATION_COUNT 	= Üzemóraszámláló:		
TERMINAL 	= Dátum-időpont, kijelző:		
LAPTOP 	 	= Dátum-időpont, laptop: 		
MODE_DESC 	= Üzemmód:		
MODE_0 	 	= Normál üzemmód		
MODE_1 	 	= Szerviz üzemmód		
			
[CONNECTION_STATUS]			
UNKNOWN 	= Ismeretlen hiba		
DISCONNECTING 	= A kapcsolat megszakítása a mozdonnyal		
DISCONNECTED 	= A kapcsolat a mozdonnyal megszakítva		
INIT 	 	= PC-modem inicializálása		
IDLE 	 	= A kapcsolat rövid időre megszakítva - folytatás automatikusan		
OPENING 	= Kapcsolódás a mozdonyhoz		
ANSWERING 	= Válasz a mozdonytól		
CONNECTED 	= Kapcsolódva a mozdonyhoz		
RECONNECT 	= A kapcsolat újbóli felépítése a mozdonnyal		
CLOSE 	 	= A kapcsolatot nem lehet felépíteni: \n Ok: \n -a kábel nincs bedugva \n -a kábel nem megfelelő vagy hibás \n -a modem nem kap tápfeszültséget \n -téves meghajtót töltöttek be \n -téves interfészt állítottak be		
NODIALTONE 	= Nincs tárcsahang \n a modem nem kap tárcsahangot a kívánt résztvevőtől		
BUSY 	 	= A résztvevő foglalt		
_NOANSWER 	= A mozdony nem érhető el		
WRONGPIN 	= Hibás PC-modem-PIN		
WRONGPUK 	= PC-modem-PUK, PC-modem-PIN megadása		
INUSE 	 	= Az interfész foglalt \n A COM-interfészt jelenleg egy másik program használja.		
 			
MESSAGE 	= A kapcsolatot nem lehet felépíteni: \n Ok: \n -a kábel nincs bedugva \n -a kábel nem megfelelő vagy hibás \n -a modem nem kap tápfeszültséget \n -téves PC-modem-meghajtót töltöttek be \n -téves PC-COM-interfészt állítottak be \n -a mozdony nem érhető el \n a képernyőn tévesen állították be a modem-választást		
MODEMDRIVERERROR = A modemmeghajtó hibás vagy nincs telepítve \n Ok: \n -hiányzik a meghajtó \n -kapcsolja a modemet Ki/Be és indítsa újra a PC-t		
MODEMOFF 	= A PC-modem nincs csatlakoztatva \n Ok: \n -a PC-modemkábel nincs bedugva \n -a PC-modemkábel nem megfelelő vagy hibás \n -a PC-modem nem kap tápfeszültséget \n -téves PC-modem-meghajtót választottak ki		
SERIALOFF 	= A kijelző nincs csatlakoztatva vagy ki van kapcsolva		
NODATA 	 	= nincs riasztás		
NOACCESS 	= adathozzáférés nem lehetséges		
TRANSFER_CANCEL = Átvitel megszakítva!!!		
			
[LIST_BINARY]			
TITLE 		= Bináris mérési helyek		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE 	= Leírás		
COLUMN_TITLE 	= Állapot		
			
[LIST_ANALOG]			
TITLE 	 	= Analóg mérési helyek		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE 	= Leírás		
COLUMN_TITLE 	= Érték		
COLUMN_TITLE 	= Egység		
			
[LIST_ALARM]			
TITLE 	 	= Riasztás-üzenetek		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE 	= Leírás		
 			
COLUMN_TITLE 	= Típus		
COLUMN_TITLE 	= Kategória		
			
[LIST_DURATION]			
TITLE 		= Üzemóraszámláló		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE 	= Leírás		
COLUMN_TITLE 	= Érték		
COLUMN_TITLE 	= Egység	
	
[LIST_DURATION_FLEET]			
TITLE 		= Üzemóraszámláló		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE = ???_Loknummer
COLUMN_TITLE = ???_Motornummer
COLUMN_TITLE 	= Leírás		
COLUMN_TITLE 	= Érték		
COLUMN_TITLE 	= Egység		
			
[LIST_HISTORY]			
TITLE 		= Hibaüzenettároló (FIFO)		
COLUMN_TITLE 	= Sor		
COLUMN_TITLE 	= Leírás		
COLUMN_TITLE 	= Dátum		
COLUMN_TITLE 	= Idő:		
COLUMN_TITLE 	= Üzemóra		
COLUMN_TITLE 	= Típus		
COLUMN_TITLE 	= Kategória		
COLUMN_TITLE 	= Állapot		

[LIST_HISTORY_STATISTIC]		
TITLE =			???error statistic
COLUMN_TITLE =		???line
COLUMN_TITLE =		???description
COLUMN_TITLE =		???priority
COLUMN_TITLE =		???category
COLUMN_TITLE =		???date first
COLUMN_TITLE =		???time first
COLUMN_TITLE =		???date last
COLUMN_TITLE =		???time last
COLUMN_TITLE =		???count
			
[MENU_MAIN]			
FILE 		= Fájl		
CONNECTION 	= Kapcsolat		
DATA 		= Adatok		
VIEW 		= Nézet		
WINDOW 		= Ablak		
HELP 		= ?		
			
[MENU_FILE]			
OPEN 		= Megnyitás		
CLOSE 		= Bezárás		
SAVE 		= Mentés\tStrg+S		
SAV_AS 		= Mentés másként		
EXPORT 		= Exportálás\tStrg+X		
PRINT 		= Nyomtatás...\tStrg+P		
PR_PREVIEW 	= Nyomtatási kép		
PR_SETTINGS 	= Nyomtató beállítása...		
LAST 		= Utolsó fájl		
EXIT 		= Befejezés		
			
[MENU_CONNECTION]			
 			
CON_SERIAL 	= Soros kábel		
CON_MODEM 	= Modem		
CONNECT 	= Kapcsolódás		
DISCONNECT 	= Kapcsolatbontás		
SETTINGS 	= PC-kapcsolat beállításai		
STATE 		= Kapcsolat állapota		
PHONE_BOOK 	= Telefonkönyv		
			
[MENU_DATA]			
BINARY 		= Bináris mérési helyek		
ANALOG 		= Analóg mérési helyek		
ALARM 		= Riasztás-oldal		
DURATION 	= Üzemóraszámláló		
HISTORY 	= Hibaüzenettároló (FIFO)		
HIST20 		= Hibaüzenettároló (FIFO), utolsó 20		
HIST100 	= Hibaüzenettároló (FIFO), utolsó 100		
HIST_STAT = 		???history statistic
HIST_STAT_DELETE = 	???delete history statistic
CONFIG_SETTINGS = Konfigurációs adatok		
CONFIG_SEND 	= Konfigurációs adatok küldése		
RELOAD 		= Újbóli betöltés		
			
[MENU_VIEW]			
SYMBOL_BAR 	= Eszköztár		
STATUS_BAR 	= Állapotsor		
			
[MENU_WINDOW]			
NEW 		= Új ablak		
CASCADE 	= Lépcsőzetes elrendezés		
TILE 		= Mozaik		
ARRANGE 	= Ikonok elrendezése		
			
[MENU_HELP]			
FINDER 		= Súgó témakörök		
ABOUT 		= A RailDiag névjegye...		
			
[DIALOG_SERIAL]			
TITLE 		= Csatlakozási jellemzők		
PORT 		= Soros interfész:		
BPS 		= Bitek száma másodpercenként:		
BITS 		= Adatbitek:		
PARITY 		= Paritás:		
STOP_BITS 	= Stopbitek:		
CONTROL 	= Adatátvitel vezérlése:		
CANCEL 		= Megszakítás		
OK 		= Ok		
			
[DIALOG_MODEM]			
TITLE 		= PC-modem-csatlakozási jellemzők		
CONNECTION_NAME = Kapcsolat:		
DESCRIPTION	= ??????Bezeichnung:
NUMBER 	 	= Mozdony-telefonszám:		
PIN 	 	= PC-modem-PIN:		
SAVE_PIN 	= PC-modem-PIN mentése		
PUK 		= PC-modem-PUK:		
CONNECT 	= Kapcsolódás		
CANCEL 		= Megszakítás		
OK 	 	= Ok		
SETTINGS 	= Beállítások		
DIAL_PREFIX = ???_Dialing prefix
HELP_DIAL_PREFIX = ???_0049 (7541 1234567)
			
[DIALOG_TERMINAL_CONFIG]			
TITLE 		= Kijelző konfigurációs adatok		
COMPANY 	= Vasúttársaság:		
LOC_TYPE 	= Mozdony típusa:		
LOC_NUMBER 	= Mozdony száma:		
MOTOR_TYPE 	= Motortípus:		
MOTOR_NUMBER 	= Motorszám:		
MTU_ORDER_NUMBER = MTU rendelési szám:		
DISPLAY_TELEPHONE_NUMBER = ???_display telephone number
INHIBIT_TIME_SMS =	???_inhibit time
TELEPHONE_NUMBER_1_SMS = ???_telephone number 1 for SMS
TELEPHONE_NUMBER_2_SMS = ???_telephone number 2 for SMS
TELEPHONE_NUMBER_3_SMS = ???_telephone number 3 for SMS
PIN 		= Mozdony-modem-PIN:		
PUK 		= Mozdony-modem-PUK:		
MESSAGE_SEND 	= Konfiguráció átvitele		
MESSAGE_OK 	= Konfiguráció átvitele sikeresen megtörtént		
MESSAGE_ERR 	= Konfiguráció átvitele nem sikerült		
SEND 		= Küldés		
CANCEL 		= Megszakítás		
OK 		= Ok		
LOAD = ???_Laden
SAVE = ???_Speichern
			
[DIALOG_PROGRESS]			
TITLE 		= Átvitel		
CANCEL 		= Megszakítás		
			
[DIALOG_PHONE_BOOK]			
TITLE 		= Telefonkönyv		
DESCRIPTION 	= Leírás		
NUMBER 		= Mozdony-telefonszám		
NEW_ENTRY 	= Új bejegyzés		
EDIT_ENTRY 	= Bejegyzés szerkesztése		
DELETE_ENTRY 	= Bejegyzés törlése		
CANCEL 		= Megszakítás		
OK 		= Ok		
IMPORT = ???_Import
EXPORT = ???_Export
			
[DIALOG_ENTRY_PHONE_BOOK]			
TITLE 		= Telefonkönyv-bejegyzés		
DESCRIPTION 	= Leírás		
HELP_NUMBER = ???_0049 7541 1234567
NUMBER 		= Mozdony-telefonszám		
CANCEL 		= Megszakítás		
OK 		= Ok		

[DIALOG_CONFIRM_DELETE]		
TITLE =			???_Fehlerstatistik löschen
MESSAGE_TEXT =		???_Soll die Fehlerstatistik am Terminal gelöscht werden?

[MENU_FLEET]
MGR =			???_Flottenmanager
EDIT =			???_Flotte editieren

[DIALOG_FLEET_EDIT]		
TITLE =			???_Flotteneditor
LIST_PHONE_BOOK =	???_Telefonbuch
LIST_FLEET =		???_Telefonbuch
ROW_NUMBER =		???_Nr
DESCRIPTION =		???_Beschreibung
NUMBER =		???_Lok-Telefonnummer
FLEET_NAME=		???_Flottenname
FLEET_NEW=		???_Flotte neu
FLEET_DELETE=		???_Flotte löschen
CANCEL = 		Megszakítás
OK = 			Ok
IMPORT = 		???_Import
EXPORT =		???_Export
MESSAGE1=		???_Bitte Flottenname eingeben
MESSAGE2=		???_Flotte exisitert bereits
